Repository: derschatta/xhprofui
Catalog: src/Xhprof/GuiBundle/Resources/translations/messages.*.xliff
Languages: de

source: Toggle navigation
de: Navigation umschalten

source: Search
de: Suche

source: New
de: Neu

source: Profilings overview
de: Profilings Übersicht

source: All profilings
de: Alle Profilings

source: Timestamp
de: Zeitpunkt

source: General
de: Allgemein

source: Request method
de: Request Methode

source: Profiling data
de: Profiling Daten

source: Memory
de: Speicher

source: Peak memory
de: Max Speicher

source: Function
de: Funktion

source: Calls
de: Aufrufe

source: Incl. Wall Time (microsec)
de: Incl. Wall Time (microsek)

source: Excl. Wall Time (microsec)
de: Excl. Wall Time (microsek)

source: Incl. CPU (cycles)
de: Incl. CPU (Zyklen)

source: Excl. CPU (cycles)
de: Excl. CPU (Zyklen)

source: Incl. Memory
de: Incl. Speicher

source: Excl. Memory
de: Excl. Speicher

source: Incl. Peak Memory
de: Incl. Max Speicher

source: Excl. Peak Memory
de: Excl. Max Speicher

source: Current function
de: Aktuelle Funktion

source: Parent functions
de: Übergeordnete Funktionen

source: Child functions
de: Untergeordnete Funktionen

source: Back to overview
de: Zurück zur Übersicht

source: Details for function
de: Details für Funktion

source: All profilings
de: Alle Profilings

source: This is a test run
de: Dies ist ein Testlauf
